models/tmr/bump/medium/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 3e-09;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    top
    {
        type            symmetry;
    }
    bump
    {
        type            nutLowReWallFunction;
        value           uniform 0;
    }
    bottomSym
    {
        type            symmetry;
    }
    frontAndBack
    {
        type            empty;
    }
}
