models/tmr/bump/medium/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }
    outlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    top
    {
        type            symmetry;
    }
    bump
    {
        type            zeroGradient;
    }
    bottomSym
    {
        type            symmetry;
    }
    frontAndBack
    {
        type            empty;
    }
}
